export const term1ListData = [
  {
    title:
      "本規約は，ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。",
  },
  {
    title:
      "当社は本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。",
  },
  {
    title:
      "本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。",
  },
];
export const term2SubOrderListData = [
  { title: "利用登録の申請に際して虚偽の事項を届け出た場合" },
  { title: "本規約に違反したことがある者からの申請である場合" },
  { title: "その他，当社が利用登録を相当でないと判断した場合" },
];
export const term3OrderListData = [
  {
    title:
      "ユーザーは，自己の責任において，本サービスのユーザーIDおよびパスワードを適切に管理するものとします。",
  },
  {
    title:
      "ユーザーは，いかなる場合にも，ユーザーIDおよびパスワードを第三者に譲渡または貸与し，もしくは第三者と共用することはできません。当社は，ユーザーIDとパスワードの組み合わせが登録情報と一致してログインされた場合には，そのユーザーIDを登録しているユーザー自身による利用とみなします。",
  },
  {
    title:
      "ユーザーID及びパスワードが第三者によって使用されたことによって生じた損害は，当社に故意又は重大な過失がある場合を除き，当社は一切の責任を負わないものとします。",
  },
];
export const term4OrderListData = [
  {
    title:
      "ユーザーは，本サービスの有料部分の対価として，当社が別途定め，本ウェブサイトに表示する利用料金を，当社が指定する方法により支払うものとします。",
  },
  {
    title:
      "ユーザーが利用料金の支払を遅滞した場合には，ユーザーは年14．6％の割合による遅延損害金を支払うものとします。",
  },
];
export const term5ListData = [
  { title: "法令または公序良俗に違反する行為" },
  { title: "犯罪行為に関連する行為" },
  {
    title:
      "本サービスの内容等，本サービスに含まれる著作権，商標権ほか知的財産権を侵害する行為",
  },
  {
    title:
      "当社，ほかのユーザー，またはその他第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為",
  },
  { title: "本サービスによって得られた情報を商業的に利用する行為" },
  { title: "当社のサービスの運営を妨害するおそれのある行為" },
  { title: "不正アクセスをし，またはこれを試みる行為" },
  { title: "他のユーザーに関する個人情報等を収集または蓄積する行為" },
  { title: "不正な目的を持って本サービスを利用する行為" },
  {
    title:
      "本サービスの他のユーザーまたはその他の第三者に不利益，損害，不快感を与える行為",
  },
  { title: "他のユーザーに成りすます行為" },
  { title: "当社が許諾しない本サービス上での宣伝，広告，勧誘，または営業行為" },
  {
    title:
      "当社のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為",
  },
  { title: "その他，当社が不適切と判断する行為" },
];
export const term6SubOrderListData = [
  {
    title:
      "本サービスにかかるコンピュータシステムの保守点検または更新を行う場合",
  },
  {
    title:
      "地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合",
  },
  { title: "コンピュータまたは通信回線等が事故により停止した場合" },
  { title: "その他，当社が本サービスの提供が困難と判断した場合" },
];
export const term7SubOrderListData = [
  { title: "本規約のいずれかの条項に違反した場合" },
  { title: "登録事項に虚偽の事実があることが判明した場合" },
  { title: "料金等の支払債務の不履行があった場合" },
  { title: "当社からの連絡に対し，一定期間返答がない場合" },
  { title: "本サービスについて，最終の利用から一定期間利用がない場合" },
  { title: "その他，当社が本サービスの利用を適当でないと判断した場合" },
];
export const term9OrderListData = [
  {
    title:
      "当社は，本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。",
  },
  {
    title:
      "当社は，本サービスに起因してユーザーに生じたあらゆる損害について一切の責任を負いません。ただし，本サービスに関する当社とユーザーとの間の契約（本規約を含みます。）が消費者契約法に定める消費者契約となる場合，この免責規定は適用されません。",
  },
  {
    title:
      "前項ただし書に定める場合であっても，当社は，当社の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害（当社またはユーザーが損害発生につき予見し，または予見し得た場合を含みます。）について一切の責任を負いません。また，当社の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害の賠償は，ユーザーから当該損害が発生した月に受領した利用料の額を上限とします。",
  },
  {
    title:
      "当社は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。",
  },
];
export const policy3OderListData = [
  { title: "当協会が提供する自社サービスを提供するため" },
  {
    title:
      "当協会が生活支援ポータルサイトで展開する提携会社のサービスの利用登録をするため",
  },
  {
    title:
      "当協会が生活支援ポータルサイトで展開する提携会社のサービスを提供するため",
  },
  {
    title:
      "ユーザーからのお問い合わせに回答するため（本人確認を行うことを含む）",
  },
  {
    title:
      "ユーザーが利用中のサービスの新機能，更新情報，キャンペーン等及び当協会が提供する他のサービスの案内のメールを送付するため",
  },
  { title: "メンテナンス，重要なお知らせなど必要に応じたご連絡のため" },
  {
    title:
      "利用規約に違反したユーザーや，不正・不当な目的でサービスを利用しようとするユーザーの特定をし，ご利用をお断りするため",
  },
  {
    title:
      "ユーザーにご自身の登録情報の閲覧や変更，削除，ご利用状況の閲覧を行っていただくため",
  },
  { title: "有料サービスにおいて，ユーザーに利用料金を請求するため" },
  { title: "新しいサービスの調査研究のため" },
  { title: "上記の利用目的に付随する目的" },
];
export const policy4OderListData = [
  {
    title:
      "当協会は、利用目的が変更前と関連性を有すると合理的に認められる場合に限り、個人情報の利用目的を変更するものとします。",
  },
  {
    title:
      "利用目的の変更を行った場合には、変更後の目的について、当協会所定の方法により、ユーザーに通知し、または本ウェブサイト上に公表するものとします。",
  },
];
export const policy5SubOderListData1 = [
  {
    title:
      "人の生命、身体または財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき",
  },
  {
    title:
      "公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき",
  },
  {
    title:
      "国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき",
  },
];
export const policy5SubOderListData2 = [
  { title: "合併その他の事由による事業の承継に伴って個人情報が提供される場合" },
  {
    title:
      "個人情報やCookieを特定の者との間で共同して利用する場合であって、その旨並びに共同して利用される個人情報の項目、共同して利用する者の範囲、利用する者の利用目的および当該個人情報の管理について責任を有する者の氏名または名称について、あらかじめ本人に通知し、または本人が容易に知り得る状態に置いた場合",
  },
];
export const policy6SubOderListData = [
  {
    title:
      "本人または第三者の生命、身体、財産その他の権利利益を害するおそれがある場合",
  },
  { title: "当協会の業務の適正な実施に著しい支障を及ぼすおそれがある場合" },
  { title: "その他法令に違反することとなる場合" },
];
export const policy7OderListData = [
  {
    title:
      "ユーザーは、当協会の保有する自己の個人情報が誤った情報である場合には、当協会が定める手続きにより、当協会に対して個人情報の訂正、追加または削除（以下、「訂正等」といいます。）を請求することができます。",
  },
  {
    title:
      "当協会は、ユーザーから前項の請求を受けて情報が誤りであると判断した場合には、遅滞なく、当該個人情報の訂正等を行うものとします。",
  },
  {
    title:
      "当協会は、前項の規定に基づき訂正等を行った場合、これをユーザーに通知します。",
  },
];
export const policy8OderListData = [
  {
    title:
      "当協会は、本人から、個人情報が、利用目的の範囲を超えて取り扱われているという理由、または不正の手段により取得されたものであるという理由により、その利用の停止または消去（以下，「利用停止等」といいます。）を求められた場合には、遅滞なく必要な調査を行います。",
  },
  {
    title:
      "前項の調査結果に基づき、その請求に応じる必要があると判断した場合には、遅滞なく、当該個人情報の利用停止等を行います。",
  },
  {
    title:
      "当協会は、前項の規定に基づき利用停止等を行った場合、または利用停止等を行わない旨の決定をしたときは、遅滞なく、これをユーザーに通知します。",
  },
  {
    title:
      "前2項にかかわらず、利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって、ユーザーの権利利益を保護するために必要なこれに代わるべき措置をとれる場合は、この代替策を講じるものとします。",
  },
];
export const policy9OderListData = [
  {
    title:
      "本ポリシーの内容は、法令その他本ポリシーに別段の定めのある事項を除いて、ユーザーに通知することなく、変更することができるものとします。",
  },
  {
    title:
      "当協会が別途定める場合を除いて、変更後のプライバシーポリシーは、本ウェブサイトに掲載したときから効力を生じるものとします。",
  },
];

export const medicineList1 = [
  {
    href: "https://member.wabisabi.media/product/%e3%83%ad%e3%82%ad%e3%82%bd%e3%83%8b%e3%83%b3s-12%e9%8c%a0",
    src: "images/medicine-list/1_loxonin-s-1.jpg",
    name: "ロキソニンS 12錠 ",
  },
  {
    href: "https://member.wabisabi.media/product/%e3%82%ac%e3%82%b9%e3%82%bf%e3%83%bc10-12%e9%8c%a0",
    src: "images/medicine-list/3_gaster10.jpeg",
    name: "ガスター10 12錠 ",
  },
  {
    href: "https://member.wabisabi.media/product/%e3%82%a2%e3%83%8d%e3%83%88%e3%83%b3%e9%a1%86%e7%b2%92-16%e5%8c%85",
    src: "images/medicine-list/4_aneton_gra-3.jpg",
    name: "アネトンせき止め顆粒 16包 ",
  },
  {
    href: "https://member.wabisabi.media/product/%e3%83%89%e3%82%a5%e3%83%bc%e3%83%86%e3%82%b9%e3%83%88lh%e2%85%b1%ef%bc%88%e6%8e%92%e5%8d%b5%e6%97%a5%e4%ba%88%e6%b8%ac%e6%a4%9c%e6%9f%bb%e8%96%ac%ef%bc%8912%e5%9b%9e%e5%88%86",
    src: "images/medicine-list/15_lh-stick.jpeg",
    name: "ドゥーテストLHⅡ（排卵日予測検査薬）12回分",
  },
];
export const medicineList2 = [
  {
    href: "https://member.wabisabi.media/product/%e3%83%aa%e3%83%b3%e3%83%87%e3%83%ad%e3%83%b3vs%e8%bb%9f%e8%86%8f-10g",
    src: "images/medicine-list/6_rinderon-1.jpg",
    name: "リンデロンVs軟膏 10g ",
  },
  {
    href: "https://member.wabisabi.media/product/%e3%83%99%e3%83%b3%e3%82%b6%e3%83%96%e3%83%ad%e3%83%83%e3%82%afl-%e3%83%97%e3%83%ac%e3%83%9f%e3%82%a2%e3%83%a0-24%e9%8c%a0",
    src: "images/medicine-list/7_benzablock_premium-l-1.jpg",
    name: "ベンザブロックL プレミアム 24錠",
  },
  {
    href: "https://member.wabisabi.media/product/%e6%96%b0%e3%83%ab%e3%83%aba%e3%82%b4%e3%83%bc%e3%83%ab%e3%83%89dx-60%e9%8c%a0",
    src: "images/medicine-list/8_lulugold_dx.jpeg",
    name: "新ルルAゴールドDXα60錠 ",
  },
  {
    href: "https://member.wabisabi.media/product/%e3%83%aa%e3%83%9d%e3%82%b9%e3%83%9f%e3%83%b3%e3%80%8012%e9%8c%a0",
    src: "images/medicine-list/9_riposmin.jpg",
    name: "リポスミン 12錠 ",
  },
];
export const medicineList3 = [
  {
    href: "https://member.wabisabi.media/product/%e3%83%ad%e3%82%ad%e3%82%bd%e3%83%8b%e3%83%b3s%e3%83%86%e3%83%bc%e3%83%97-14%e6%9e%9a",
    src: "images/medicine-list/2_loxonin-s_tape.jpg",
    name: "ロキソニンSテープ 14枚 ",
  },
  {
    href: "https://member.wabisabi.media/product/%e3%82%a2%e3%83%ac%e3%82%b0%e3%83%a9-28%e9%8c%a0",
    src: "images/medicine-list/5_allegra.jpg",
    name: "アレグラFX28錠 ",
  },
  {
    href: "https://member.wabisabi.media/product/%e3%82%b5%e3%83%b3%e3%83%86%e3%83%a1%e3%83%87%e3%82%a3%e3%82%ab%e3%83%ab12-12ml",
    src: "images/medicine-list/10_sante_medical12.jpg",
    name: "サンテメディカル12 12ml ",
  },
  {
    href: "https://member.wabisabi.media/product/%e3%82%b5%e3%83%b3%e3%83%86%e3%83%a1%e3%83%87%e3%82%a3%e3%82%ab%e3%83%ab%e6%8a%97%e8%8f%8c-20%e6%9c%ac",
    src: "images/medicine-list/11_sante_medical_koukin.jpg",
    name: "サンテメディカル抗菌 20本 ",
  },
  {
    href: "https://member.wabisabi.media/product/%e3%83%ad%e3%83%bc%e3%83%88-%e3%82%a2%e3%83%ab%e3%82%ac%e3%83%bc%e3%83%89-10ml",
    src: "images/medicine-list/12_rohto-alguard10.jpg",
    name: "ロート アルガード 10ml ",
  },
  {
    href: "https://member.wabisabi.media/product/%e3%83%ad%e3%83%bc%e3%83%88-%e3%82%a2%e3%83%ab%e3%82%ac%e3%83%bc%e3%83%89-%e3%82%af%e3%83%aa%e3%82%a2%e3%83%96%e3%83%ad%e3%83%83%e3%82%afz-13ml",
    src: "images/medicine-list/13_rohto-alguard-clearblockz.jpeg",
    name: "ロート アルガード クリアブロックZ 13ml",
  },
  {
    href: "https://member.wabisabi.media/product/%e3%83%89%e3%82%a5%e3%83%bc%e3%83%86%e3%82%b9%e3%83%88hcga%ef%bc%88%e5%a6%8a%e5%a8%a0%e6%a4%9c%e6%9f%bb%e8%96%ac%ef%bc%891%e5%9b%9e%e7%94%a8",
    src: "images/medicine-list/14_hcg-stick.jpeg",
    name: "ドゥーテストhCGa（妊娠検査薬）1回用",
  },
];
